test/HEY_TEST.txt

Summary:
  Total:	3.1380 secs
  Slowest:	0.4148 secs
  Fastest:	0.0148 secs
  Average:	0.1518 secs
  Requests/sec:	318.6696
  

Response time histogram:
  0.015 [1]	|
  0.055 [25]	|■■■
  0.095 [41]	|■■■■
  0.135 [303]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.175 [396]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.215 [155]	|■■■■■■■■■■■■■■■■
  0.255 [43]	|■■■■
  0.295 [20]	|■■
  0.335 [14]	|■
  0.375 [1]	|
  0.415 [1]	|


Latency distribution:
  10%% in 0.1185 secs
  25%% in 0.1286 secs
  50%% in 0.1434 secs
  75%% in 0.1717 secs
  90%% in 0.2062 secs
  95%% in 0.2336 secs
  99%% in 0.3035 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0113 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0060 secs
  req write:	0.0003 secs, 0.0000 secs, 0.0248 secs
  resp wait:	0.1422 secs, 0.0137 secs, 0.3548 secs
  resp read:	0.0090 secs, 0.0003 secs, 0.1759 secs

Status code distribution:
  [200]	1000 responses